driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/IfElsewithRepeatTest30a/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ifel="http://j2ee.netbeans.org/wsdl/IfElsewithRepeat">
  <soapenv:Body>
    <ifel:Name>Test If part</ifel:Name>
    <ifel:Counter>2</ifel:Counter>
    <ifel:TestVar>1</ifel:TestVar>
  </soapenv:Body>
</soapenv:Envelope>